Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Select a profile to edit it. Each profile keeps its own look, languages, PIN, and optionally its own Stremio account. A profile with a PIN asks for it before it can be edited.
af: Kies 'n profiel om dit te wysig. Elke profiel het sy eie voorkoms, tale, PIN en opsioneel sy eie Stremio-rekening. 'n Profiel met 'n PIN vra daarvoor voor dit gewysig kan word.
am: ለማስተካከል መገለጫ ይምረጡ። እያንዳንዱ መገለጫ የራሱ ገጽታ፣ ቋንቋዎች፣ PIN፣ እና አማራጭ Stremio መለያ ይይዛሉ። PIN ያለው መገለጫ ከሚስተካከልበት በፊት ይጠይቃሉ።
ar: اختر ملفًا شخصيًا لتعديله. يحتفظ كل ملف شخصي بمظهره ولغاته ورمز PIN الخاص به، واختياريًا بحساب Stremio الخاص به. يطلب الملف الشخصي ذو رمز PIN إدخاله قبل أن يمكن تعديله.
as: সম্পাদনা কৰিবলৈ এটা প্ৰ'ফাইল বাছক। প্ৰতিটো প্ৰ'ফাইলে নিজৰ ৰূপ, ভাষা, PIN আৰু ঐচ্ছিকভাৱে নিজৰ Stremio একাউণ্ট ৰাখে। PIN থকা এটা প্ৰ'ফাইল সম্পাদনা কৰাৰ আগতে সেয়া বিচাৰে।
az: Redaktə etmək üçün bir profil seçin. Hər profil öz görünüşünü, dillərini, PIN-ini və isteğe bağlı öz Stremio hesabını saxlayır. PIN-i olan profil redaktə edilməzdən əvvəl onu tələb edir.
be: Выберыце профіль, каб яго рэдагаваць. Кожны профіль захоўвае ўласны выгляд, мовы, PIN і, па жаданні, уласны акаўнт Stremio. Профіль з PIN запытвае яго перад рэдагаваннем.
bg: Изберете профил, за да го редактирате. Всеки профил пази собствения си облик, езици, PIN и по избор собствен Stremio акаунт. Профил с PIN го изисква, преди да може да бъде редактиран.
bn: সম্পাদনা করতে একটি প্রোফাইল নির্বাচন করুন। প্রতিটি প্রোফাইল নিজের চেহারা, ভাষা, PIN এবং ঐচ্ছিকভাবে নিজের Stremio অ্যাকাউন্ট রাখে। PIN যুক্ত একটি প্রোফাইল সম্পাদনার আগে সেটি জানতে চায়।
br: Diuzit un aelad evit e gemmañ. Pep aelad a vir e neuz, e yezhoù, e PIN dezhañ e-unan, ha diret e gont Stremio dezhañ e-unan. Un aelad gant ur PIN a c'houlenn anezhañ a-raok gallout bezañ kemmet.
bs: Odaberite profil da ga uredite. Svaki profil zadržava vlastiti izgled, jezike, PIN i opcionalno vlastiti Stremio račun. Profil sa PIN-om ga traži prije nego što se može urediti.
ca: Selecciona un perfil per editar-lo. Cada perfil té el seu propi aspecte, idiomes, PIN i, opcionalment, el seu propi compte de Stremio. Un perfil amb PIN el sol·licita abans que es pugui editar.
ceb: Pagpili og profile aron usbon kini. Ang matag profile nagtipig sa kaugalingong panagway, mga pinulongan, PIN, ug kon gusto ang kaugalingong Stremio account. Ang profile nga adunay PIN mangayo niini una nga mausab.
cs: Vyberte profil, který chcete upravit. Každý profil si uchovává vlastní vzhled, jazyky, PIN a volitelně vlastní účet Stremio. Profil s PINem o něj požádá před úpravou.
cy: Dewiswch broffil i'w olygu. Mae pob proffil yn cadw ei olwg, ieithoedd, PIN ei hun, ac yn ddewisol ei gyfrif Stremio ei hun. Mae proffil â PIN yn gofyn amdano cyn y gellir ei olygu.
da: Vælg en profil for at redigere den. Hver profil beholder sit eget udseende, sprog, PIN og eventuelt sin egen Stremio-konto. En profil med en PIN beder om den, før den kan redigeres.
de: Wähle ein Profil zum Bearbeiten. Jedes Profil behält sein eigenes Aussehen, seine Sprachen, seine PIN und optional sein eigenes Stremio-Konto. Ein Profil mit PIN verlangt diese, bevor es bearbeitet werden kann.
el: Επιλέξτε ένα προφίλ για να το επεξεργαστείτε. Κάθε προφίλ διατηρεί τη δική του εμφάνιση, γλώσσες, PIN και προαιρετικά τον δικό του λογαριασμό Stremio. Ένα προφίλ με PIN το ζητά πριν μπορέσει να επεξεργαστεί.
es: Selecciona un perfil para editarlo. Cada perfil mantiene su propio aspecto, idiomas, PIN y, opcionalmente, su propia cuenta Stremio. Un perfil con PIN lo pide antes de poder editarse.
et: Vali profiil selle muutmiseks. Iga profiil hoiab oma välimust, keeli, PIN-i ja valikuliselt oma Stremio kontot. PIN-iga profiil küsib seda enne muutmist.
eu: Hautatu editatzeko profil bat. Profil bakoitzak bere itxura, hizkuntzak, PIN eta hautazkoki bere Stremio kontua mantentzen ditu. PINdun profil batek eskatu egingo du editatu baino lehen.
fa: نمایه‌ای را برای ویرایش انتخاب کنید. هر نمایه ظاهر، زبان‌ها، PIN و در صورت تمایل حساب Stremio خاص خود را نگه می‌دارد. نمایه‌ای که PIN دارد، قبل از اینکه بتوان آن را ویرایش کرد، آن را می‌خواهد.
fi: Valitse profiili muokataksesi sitä. Jokainen profiili säilyttää oman ulkoasunsa, kielensä, PIN-koodinsa ja valinnaisesti oman Stremio-tilinsä. PIN-koodillinen profiili kysyy sitä ennen kuin sitä voi muokata.
fil: Pumili ng profile para i-edit ito. Ang bawat profile ay may sarili nitong hitsura, mga wika, PIN, at opsyonal na sarili nitong Stremio account. Ang isang profile na may PIN ay humihingi nito bago ito ma-edit.
fo: Vel eina vangamynd fyri at rætta hana. Hvør vangamynd heldur sína egnu útsjónd, mál, PIN, og valfrítt sína egnu Stremio-kontu. Ein vangamynd við PIN biður um hann, áðrenn hon kann rættast.
fr: Sélectionnez un profil pour le modifier. Chaque profil conserve sa propre apparence, ses langues, son code PIN et, en option, son propre compte Stremio. Un profil protégé par un code PIN le demande avant toute modification.
fy: Selektearje in profyl om it te bewurkjen. Elk profyl hâldt syn eigen uterlik, talen, pinkoade en opsjoneel syn eigen Stremio-akkount. In profyl mei in pinkoade freget dernei foardat it bewurke wurde kin.
ga: Roghnaigh próifíl chun í a chur in eagar. Coinníonn gach próifíl a cuma féin, a teangacha, a PIN, agus go roghnach a cuntas Stremio féin. Iarrann próifíl le PIN é sula féidir í a chur in eagar.
gd: Tagh pròifil gus a deasachadh. Cumaidh gach pròifil a coltas, cànanan, PIN fhèin, agus a roghainn a cunntas Stremio fhèin. Iarraidh pròifil aig a bheil PIN e mus gabh a deasachadh.
gl: Selecciona un perfil para editalo. Cada perfil ten o seu propio aspecto, idiomas, PIN e opcionalmente a súa propia conta de Stremio. Un perfil con PIN solicitarallo antes de poder editalo.
gu: સંપાદિત કરવા પ્રોફાઇલ પસંદ કરો. દરેક પ્રોફાઇલ તેનો પોતાનો દેખાવ, ભાષાઓ, PIN અને વૈકલ્પિક રીતે તેનું પોતાનું Stremio account રાખે છે. PIN ધરાવતી પ્રોફાઇલ સંપાદિત થાય તે પહેલાં તે માગે છે.
ha: Zaɓi bayanin martaba don gyara shi. Kowane bayanin martaba yana riƙe kamanninsa, harsuna, PIN, kuma bisa zaɓi asusunsa na Stremio. Bayanin martaba mai PIN yana neman shi kafin a iya gyara shi.
he: בחר פרופיל כדי לערוך אותו. כל פרופיל שומר מראה, שפות, PIN משלו, ואופציונלית חשבון Stremio משלו. פרופיל עם PIN מבקש אותו לפני שניתן לערוך אותו.
hi: संपादित करने के लिए कोई प्रोफ़ाइल चुनें। हर प्रोफ़ाइल अपना खुद का रूप, भाषाएँ, PIN और वैकल्पिक रूप से अपना खुद का Stremio खाता रखती है। PIN वाली प्रोफ़ाइल संपादित होने से पहले उसे माँगती है।
hr: Odaberite profil za uređivanje. Svaki profil zadržava vlastiti izgled, jezike, PIN i opcionalno vlastiti Stremio račun. Profil s PIN-om zatraži ga prije nego što se može urediti.
ht: Chwazi yon pwofil pou modifye l. Chak pwofil kenbe pwòp aparans li, lang, PIN, epi opsyonèlman pwòp kont Stremio li. Yon pwofil ki gen yon PIN mande l anvan li ka modifye.
hu: Válassz egy profilt a szerkesztéséhez. Minden profil saját megjelenést, nyelveket, PIN-kódot és igény szerint saját Stremio-fiókot tart. A PIN-kóddal védett profil a szerkesztés előtt kéri azt.
hy: Ընտրեք խմբագրելի պրոֆիլ։ Յուրաքանչյուր պրոֆիլ ունի իր տեսքը, լեզուները, PIN-ն ու կամընտիր Stremio հաշիվը։ PIN ունեցող պրոֆիլն այն կպահանջի նախքան խմբագրումը։
id: Pilih profil untuk mengeditnya. Setiap profil memiliki tampilan, bahasa, PIN, dan secara opsional akun Stremio-nya sendiri. Profil dengan PIN akan memintanya sebelum dapat diedit.
ig: Họrọ profaịlụ iji dezie ya. Profaịlụ ọ bụla na-edobe ọdịdị, asụsụ, PIN nke ya, na, ma ọ bụrụ nhọrọ, akaụntụ Stremio nke ya. Profaịlụ nwere PIN na-arịọ ya tupu enwee ike idezi ya.
is: Veldu prófíl til að breyta honum. Sérhver prófíll heldur eigin útliti, tungumálum, PIN og valfrjálst eigin Stremio-reikningi. Prófíll með PIN biður um hann áður en hann er hægt að breyta.
it: Seleziona un profilo per modificarlo. Ogni profilo mantiene il proprio aspetto, le lingue, il PIN e, facoltativamente, il proprio account Stremio. Un profilo con PIN lo richiede prima di poter essere modificato.
ja: 編集するプロファイルを選択してください。各プロファイルは独自の外観、言語、PIN、そして任意で独自の Stremio アカウントを保持します。PIN が設定されたプロファイルは、編集前に PIN の入力を求めます。
jv: Pilih profil kanggo ngowahi. Saben profil njaga tampilan, basa, PIN dhéwé, lan opsional akun Stremio dhéwé. Profil sing duwé PIN njaluk PIN sadurungé bisa diowahi.
ka: აირჩიეთ პროფილი მის რედაქტირებისთვის. თითოეული პროფილი ინახავს საკუთარ გარეგნობას, ენებს, PIN-ს და სურვილისამებრ საკუთარ Stremio ანგარიშს. PIN-ის მქონე პროფილი მოითხოვს მის შეყვანას რედაქტირებამდე.
kk: Өңдеу үшін профиль таңдаңыз. Әрбір профиль жеке сыртқы келбетін, тілдерін, PIN кодын және міндетті емес жеке Stremio тіркелгісін сақтайды. PIN бар профиль өңдеуден бұрын оны сұрайды.
km: ជ្រើសប្រវត្តិរូបដើម្បីកែ។ ប្រវត្តិរូបនីមួយៗរក្សារូបរាង ភាសា PIN និងជាជម្រើស គណនី Stremio ផ្ទាល់ខ្លួន។ ប្រវត្តិរូបដែលមាន PIN នឹងស្នើវាមុនពេលអាចកែបាន។
kn: ಸಂಪಾದಿಸಲು ಒಂದು ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ. ಪ್ರತಿ ಪ್ರೊಫೈಲ್ ತನ್ನದೇ ಆದ ನೋಟ, ಭಾಷೆಗಳು, PIN ಮತ್ತು ಐಚ್ಛಿಕವಾಗಿ ತನ್ನದೇ Stremio ಖಾತೆಯನ್ನು ಇರಿಸಿಕೊಳ್ಳುತ್ತದೆ. PIN ಹೊಂದಿರುವ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸಂಪಾದಿಸುವ ಮೊದಲು ಅದನ್ನು ಕೇಳುತ್ತದೆ.
ko: 편집할 프로필을 선택하세요. 각 프로필은 고유한 모양, 언어, PIN, 그리고 선택적으로 자체 Stremio 계정을 유지합니다. PIN이 설정된 프로필은 편집하기 전에 PIN을 요구합니다.
ku: Profîlekê hilbijêre da ku wê sererast bikî. Her profîl xuyanî, ziman, PIN û bi bijarte hesabê xwe yê Stremio diparêze. Profîleke bi PIN berî ku were sererastkirin PINê dixwaze.
ky: Түзөтүү үчүн профилди тандаңыз. Ар бир профиль өзүнүн көрүнүшүн, тилдерин, PIN'ин жана каалоо боюнча өз Stremio аккаунтун сактайт. PIN'и бар профиль түзөтүлөөрдөн мурда аны сурайт.
lb: Wiel e Profil fir e z'änneren. All Profil behält säin eegent Aussinn, seng Sproochen, säi PIN an optional säin eegene Stremio-Kont. E Profil mat engem PIN freet no em ier en geännert ka ginn.
lo: ເລືອກໂປຣໄຟລ໌ເພື່ອແກ້ໄຂ. ແຕ່ລະໂປຣໄຟລ໌ຈະເກັບຮູບແບບ, ພາສາ, PIN ຂອງຕົນເອງ, ແລະ ອາດຈະມີບັນຊີ Stremio ຂອງຕົນເອງ. ໂປຣໄຟລ໌ທີ່ມີ PIN ຈະຖາມ PIN ກ່ອນຈຶ່ງຈະແກ້ໄຂໄດ້.
lt: Pasirinkite profilį, kad jį redaguotumėte. Kiekvienas profilis turi savo išvaizdą, kalbas, PIN kodą ir, jei norite, savo Stremio paskyrą. Profilis su PIN kodu prašo jo prieš pradedant redaguoti.
lv: Atlasiet profilu, lai to rediģētu. Katrs profils uztur savu izskatu, valodas, PIN un, ja vēlaties, savu Stremio kontu. Profils ar PIN to pieprasa, pirms to var rediģēt.
mg: Misafidiana profil hanovana azy. Ny profil tsirairay dia mitazona ny endriny, teny, PIN manokana, ary raha tiana ny kaonty Stremio manokana. Ny profil misy PIN dia mangataka azy alohan'ny hanovana azy.
mi: Tīpakohia he kōtaha hei whakatika. Ka pupuri ia kōtaha i tōna ake āhua, reo, PIN, me tōna ake pūkete Stremio hei kōwhiringa. Ka tono tētahi kōtaha whai-PIN mō taua PIN i mua i te taea te whakatika.
mk: Изберете профил за да го уредувате. Секој профил го чува сопствениот изглед, јазици, PIN и по избор сопствена Stremio сметка. Профил со PIN го бара пред да може да се уреди.
ml: എഡിറ്റ് ചെയ്യാൻ ഒരു പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക. ഓരോ പ്രൊഫൈലും അതിന്റേതായ രൂപം, ഭാഷകൾ, PIN, ഓപ്ഷണലായി അതിന്റേതായ Stremio അക്കൗണ്ട് എന്നിവ നിലനിർത്തുന്നു. PIN ഉള്ള ഒരു പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുന്നതിന് മുമ്പ് അത് ചോദിക്കുന്നു.
mn: Засах профайлаа сонгоно уу. Профайл бүр өөрийн харагдац, хэл, ПИН болон сонголтоор өөрийн Stremio дансыг хадгалдаг. ПИН-тэй профайлыг засахын өмнө ПИН асууна.
mr: संपादित करण्यासाठी एक प्रोफाइल निवडा. प्रत्येक प्रोफाइल स्वतःचा देखावा, भाषा, PIN आणि पर्यायाने स्वतःचे Stremio खाते ठेवते. PIN असलेली प्रोफाइल संपादित करण्यापूर्वी तो विचारते.
ms: Pilih profil untuk menyuntingnya. Setiap profil mengekalkan rupa, bahasa, PIN, dan secara pilihan akaun Stremio tersendiri. Profil dengan PIN memintanya sebelum boleh disunting.
mt: Agħżel profil biex teditjah. Kull profil iżomm id-dehra, il-lingwi, il-PIN tiegħu, u fakultattivament il-kont Stremio tiegħu stess. Profil bil-PIN jitolbu qabel ikun jista' jiġi editjat.
my: တည်းဖြတ်ရန် ပရိုဖိုင်တစ်ခု ရွေးပါ။ ပရိုဖိုင်တစ်ခုစီသည် ကိုယ်ပိုင်အသွင်အပြင်၊ ဘာသာစကားများ၊ PIN နှင့် ရွေးချယ်ပါက ကိုယ်ပိုင် Stremio အကောင့်ကို ထားရှိသည်။ PIN ပါသော ပရိုဖိုင်တစ်ခုကို တည်းဖြတ်နိုင်ရန် ၎င်းကို တောင်းသည်။
nb: Velg en profil for å redigere den. Hver profil beholder sitt eget utseende, språk, PIN og eventuelt sin egen Stremio-konto. En profil med PIN spør etter den før den kan redigeres.
ne: सम्पादन गर्न प्रोफाइल छनोट गर्नुहोस्। प्रत्येक प्रोफाइलले आफ्नै रूप, भाषाहरू, PIN र वैकल्पिक रूपमा आफ्नै Stremio खाता राख्छ। PIN भएको प्रोफाइलले सम्पादन गर्नु अघि त्यो माग्छ।
nl: Selecteer een profiel om het te bewerken. Elk profiel houdt zijn eigen uiterlijk, talen, pincode en eventueel zijn eigen Stremio-account bij. Een profiel met een pincode vraagt erom voordat het bewerkt kan worden.
ny: Sankhani profile kuti muisinthe. Profile iliyonse imasunga mawonekedwe ake, zilankhulo, PIN, ndipo mwina akaunti yake ya Stremio. Profile yokhala ndi PIN imaifunsa isanasinthidwe.
oc: Seleccionatz un perfil per lo modificar. Cada perfil garda son pròpri aspècte, sas lengas, son còde PIN e, opcionalament, son pròpri compte Stremio. Un perfil amb un còde PIN lo demanda abans de poder èsser modificat.
or: ସମ୍ପାଦନ କରିବାକୁ ଏକ ପ୍ରୋଫାଇଲ ବାଛନ୍ତୁ। ପ୍ରତ୍ୟେକ ପ୍ରୋଫାଇଲ ନିଜର ରୂପ, ଭାଷା, PIN ଏବଂ ଐଚ୍ଛିକ ଭାବେ ନିଜର Stremio ଆକାଉଣ୍ଟ ରଖେ। PIN ଥିବା ଏକ ପ୍ରୋଫାଇଲ ସମ୍ପାଦନ ହେବା ପୂର୍ବରୁ ତାହା ମାଗେ।
pa: ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਪ੍ਰੋਫ਼ਾਈਲ ਚੁਣੋ। ਹਰ ਪ੍ਰੋਫ਼ਾਈਲ ਆਪਣੀ ਦਿੱਖ, ਭਾਸ਼ਾਵਾਂ, PIN ਅਤੇ ਵਿਕਲਪਿਕ ਤੌਰ 'ਤੇ ਆਪਣਾ Stremio ਖਾਤਾ ਰੱਖਦੀ ਹੈ। PIN ਵਾਲੀ ਪ੍ਰੋਫ਼ਾਈਲ ਸੰਪਾਦਿਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇਹ ਮੰਗਦੀ ਹੈ।
pl: Wybierz profil, aby go edytować. Każdy profil zachowuje własny wygląd, języki, PIN i opcjonalnie własne konto Stremio. Profil z PIN-em poprosi o niego przed edycją.
ps: د سمولو لپاره یو پروفایل وټاکئ. هر پروفایل خپله بڼه، ژبې، PIN او په اختیاري ډول خپل Stremio حساب ساتي. هغه پروفایل چې PIN لري، له سمولو مخکې یې غوښتنه کوي.
pt_br: Selecione um perfil para editá-lo. Cada perfil mantém a própria aparência, idiomas, PIN e, opcionalmente, a própria conta Stremio. Um perfil com PIN o solicita antes de poder ser editado.
pt_pt: Selecione um perfil para o editar. Cada perfil mantém o seu próprio aspeto, idiomas, PIN e, opcionalmente, a sua própria conta Stremio. Um perfil com PIN pede-o antes de poder ser editado.
ro: Selectează un profil pentru a-l edita. Fiecare profil își păstrează propriul aspect, limbi, PIN și, opțional, propriul cont Stremio. Un profil cu PIN îl cere înainte de a putea fi editat.
ru: Выберите профиль, чтобы изменить его. У каждого профиля свой внешний вид, языки, PIN и, по желанию, свой аккаунт Stremio. Профиль с PIN запросит его перед редактированием.
rw: Hitamo umwirondoro kugira ngo uwuhindure. Buri mwirondoro ugumana isura yawo, indimi, PIN, kandi ushobora kugira konti yawo ya Stremio. Umwirondoro ufite PIN uyisaba mbere yo guhindurwa.
sd: ايڊٽ ڪرڻ لاءِ هڪ پروفائل چونڊيو. هر پروفائل پنھنجي شڪل، ٻوليون، PIN، ۽ اختياري طور پنھنجو Stremio اڪائونٽ رکي ٿو. PIN وارو پروفائل ايڊٽ ٿيڻ کان اڳ ان جي گھر ڪري ٿو.
si: පැතිකඩක් සංස්කරණය කිරීමට එය තෝරන්න. සෑම පැතිකඩක්ම එහිම පෙනුම, භාෂා, PIN සහ විකල්පව එහිම Stremio ගිණුම තබා ගනී. PIN සහිත පැතිකඩක් සංස්කරණය කිරීමට පෙර එය ඉල්ලයි.
sk: Vyberte profil na jeho úpravu. Každý profil si zachováva vlastný vzhľad, jazyky, PIN a voliteľne vlastný účet Stremio. Profil s PIN-om si ho pred úpravou vyžiada.
sl: Izberite profil za urejanje. Vsak profil ima svoj videz, jezike, PIN in po izbiri svoj račun Stremio. Profil s PIN-om ga zahteva, preden ga je mogoče urejati.
sm: Filifili se tala faasino patino e teuteu ai. E tausia e tala faasino patino taitasi lona lava foliga, gagana, PIN, ma pe a manaomia lana lava tala Stremio. O se tala faasino patino e iai le PIN e fesili mai ai ao lei mafai ona teuteu.
sn: Sarudza purofaira kuti uigadzirise. Purofaira imwe neimwe inochengeta chitarisiko chayo, mitauro, PIN, uye zvichida account yayo yeStremio. Purofaira ine PIN inoikumbira isati yagadziriswa.
so: Dooro profile si aad u tafatirto. Profile kastaa wuxuu hayaa muuqaalkiisa, luqadihiisa, PIN-kiisa, iyo ikhtiyaar ahaan akoonkiisa Stremio u gaarka ah. Profile leh PIN wuxuu weydiiyaa ka hor inta aan la tafatirin.
sq: Zgjidhni një profil për ta ndryshuar. Çdo profil ka pamjen, gjuhët, PIN-in dhe opsionalisht llogarinë e vet Stremio. Një profil me PIN kërkon atë para se të mund të ndryshohet.
sr: Изаберите профил да бисте га уредили. Сваки профил задржава сопствени изглед, језике, PIN и опционо сопствени Stremio налог. Профил са PIN-ом га тражи пре него што може да се уређује.
st: Khetha profaele ho e fetola. Profaele ka 'ngoe e boloka ponahalo ea eona, lipuo, PIN, le ka boikhethelo akhaonto ea eona ea Stremio. Profaele e nang le PIN e e kopa pele e ka fetoloa.
su: Pilih hiji profil pikeun ngarobahna. Unggal profil nahan tampilan, basa, PIN sorangan, sarta opsional akun Stremio sorangan. Profil nu boga PIN ménta éta saméméh bisa dirobah.
sv: Välj en profil för att redigera den. Varje profil behåller sitt eget utseende, sina språk, sin PIN och valfritt sitt eget Stremio-konto. En profil med PIN ber om den innan den kan redigeras.
sw: Chagua wasifu kuuhariri. Kila wasifu unaweka mwonekano wake, lugha, PIN, na kwa hiari akaunti yake ya Stremio. Wasifu wenye PIN utaiomba kabla ya kuhaririwa.
ta: திருத்த ஒரு சுயவிவரத்தைத் தேர்ந்தெடுக்கவும். ஒவ்வொரு சுயவிவரமும் தனது சொந்தத் தோற்றம், மொழிகள், PIN மற்றும் விருப்பப்பட்டால் தனது சொந்த Stremio கணக்கை வைத்திருக்கும். PIN கொண்ட சுயவிவரம் திருத்தும் முன் அதைக் கேட்கும்.
te: ఎడిట్ చేయడానికి ఒక ప్రొఫైల్‌ను ఎంచుకోండి. ప్రతి ప్రొఫైల్ దాని స్వంత రూపం, భాషలు, PIN, మరియు ఐచ్ఛికంగా దాని స్వంత Stremio ఖాతాను ఉంచుకుంటుంది. PIN ఉన్న ప్రొఫైల్‌ను ఎడిట్ చేయడానికి ముందు అది PIN అడుగుతుంది.
tg: Профилеро барои таҳрир интихоб кунед. Ҳар профил намуд, забонҳо, PIN ва ба таври ихтиёрӣ ҳисоби Stremio-и худро нигоҳ медорад. Профили дорои PIN пеш аз таҳрир онро талаб мекунад.
th: เลือกโปรไฟล์เพื่อแก้ไข แต่ละโปรไฟล์เก็บรูปลักษณ์ ภาษา PIN และบัญชี Stremio ของตัวเองได้ตามต้องการ โปรไฟล์ที่มี PIN จะถามรหัสก่อนจึงจะแก้ไขได้
tr: Düzenlemek için bir profil seçin. Her profil kendi görünümünü, dillerini, PIN'ini ve isteğe bağlı olarak kendi Stremio hesabını tutar. PIN'i olan bir profil, düzenlenmeden önce onu sorar.
tt: Профильне үзгәртер өчен аны сайла. Һәр профиль үзенең кыяфәтен, телләрен, PIN'ын һәм, теләсәң, үз Stremio хисабын саклый. PIN'лы профиль үзгәртелер алдыннан аны сорый.
ug: تەھرىرلەش ئۈچۈن سەپلىمە تاللاڭ. ھەر بىر سەپلىمە ئۆزىنىڭ كۆرۈنۈشى، تىللىرى، PIN ھەم ئىختىيارىي ھالدا ئۆزىنىڭ Stremio ھېساباتىنى ساقلايدۇ. PIN بار سەپلىمە تەھرىرلىنىشتىن بۇرۇن ئۇنى سورايدۇ.
uk: Виберіть профіль, щоб редагувати його. Кожен профіль зберігає власний вигляд, мови, PIN і за бажанням власний акаунт Stremio. Профіль із PIN запитує його перед редагуванням.
ur: ترمیم کرنے کے لیے کوئی پروفائل منتخب کریں۔ ہر پروفائل اپنی الگ شکل، زبانیں، PIN، اور اختیاری طور پر اپنا Stremio اکاؤنٹ رکھتا ہے۔ PIN والا پروفائل ترمیم سے پہلے اسے طلب کرتا ہے۔
uz: Tahrirlash uchun profil tanlang. Har bir profil o'zining ko'rinishi, tillari, PIN'i va ixtiyoriy ravishda o'z Stremio hisobini saqlaydi. PIN'li profil tahrirlashdan oldin uni so'raydi.
vi: Chọn một hồ sơ để chỉnh sửa. Mỗi hồ sơ giữ giao diện, ngôn ngữ, PIN riêng và tùy chọn tài khoản Stremio riêng. Hồ sơ có PIN sẽ yêu cầu nhập PIN trước khi có thể chỉnh sửa.
xh: Khetha iprofayile ukuze uyihlele. Iprofayile nganye igcina inkangeleko yayo, iilwimi, iPIN, kunye ngokukhetha iakhawunti yayo yeStremio. Iprofayile ene-PIN iyayibuza phambi kokuba ihlelwe.
yo: Yan profaìlì kan láti ṣàtúnṣe rẹ̀. Profaìlì kọ̀ọ̀kan máa ń pa ìrísí tirẹ̀, àwọn èdè, PIN, àti pẹ̀lú àṣàyàn àkàwé Stremio tirẹ̀ mọ́. Profaìlì tí ó ní PIN máa ń bèèrè rẹ̀ kí a tó lè ṣàtúnṣe rẹ̀.
zh_hans: 选择一个配置文件进行编辑。每个配置文件保留它自己的外观、语言、PIN，以及可选的它自己的 Stremio 账户。设置了 PIN 的配置文件在被编辑前会要求输入 PIN。
zh_hant: 選取一個設定檔進行編輯。每個設定檔都保有自己的外觀、語言、PIN，並可選擇連結自己的 Stremio 帳號。設有 PIN 的設定檔在編輯前會要求輸入 PIN。
zu: Khetha iphrofayela ukuze uyihlele. Iphrofayela ngayinye igcina ukubukeka kwayo, izilimi, i-PIN, kanye nangokuzikhethela i-akhawunti yayo ye-Stremio. Iphrofayela ene-PIN iyayicela ngaphambi kokuthi ihlelwe.

source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
as: ছেটিংছ
az: Ayarlar
be: Налады
bg: Настройки
bn: সেটিংস
br: Arventennoù
bs: Postavke
ca: Configuració
ceb: Mga Setting
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Sätted
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fo: Stillingar
fr: Réglages
fy: Ynstellings
ga: Socruithe
gd: Roghainnean
gl: Configuración
gu: સેટિંગ્સ
ha: Saituna
he: הגדרות
hi: सेटिंग्स
hr: Postavke
ht: Paramèt
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
ig: Ntọala
is: Stillingar
it: Impostazioni
ja: 設定
jv: Setelan
ka: პარამეტრები
kk: Параметрлер
km: ការកំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ku: Mîheng
ky: Жөндөөлөр
lb: Astellungen
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
lv: Iestatījumi
mg: Fandrindrana
mi: Ngā Tautuhinga
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mn: Тохиргоо
mr: सेटिंग्ज
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
ne: सेटिङहरू
nl: Instellingen
ny: Zokonda
oc: Paramètres
or: ସେଟିଂ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
ps: تنظیمات
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
rw: Igenamiterere
sd: سيٽنگون
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sm: Faatulagaga
sn: Zvirongwa
so: Dejinta
sq: Cilësimet
sr: Подешавања
st: Litlhophiso
su: Setélan
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
tg: Танзимот
th: การตั้งค่า
tr: Ayarlar
tt: Көйләүләр
ug: تەڭشەكلەر
uk: Налаштування
ur: ترتیبات
uz: Sozlamalar
vi: Cài đặt
xh: Iisetingi
yo: Àwọn Ètò
zh_hans: 设置
zh_hant: 設定
zu: Izilungiselelo
